{
    "name": "Kickoff Call",
    "context": "You are on your medium.com remote kickoff call with your Technical Team Lead, your CTO and 2 other non-Andela developers all of whom are based in New York.",
    "tasks": [
        { "number": "1", "text": "Immediately you get onto the call the Team Lead welcomes you and asks you to take 1 minute to introduce yourself in a clear and compelling way. GO FOR IT!"},
        { "number": "2", "text": "At some point in the call the CTO confesses that he knows very little about Andela and asks you to tell the team a little bit about the company in under 1 minute. GO FOR IT!"},
        { "number": "3", "text": "At some point in the call the Technical Team Lead asks you to share about your technical knowledge, experience and expertise, and the potential value that brings to the project in about 1 minute. GO FOR IT!"},
        { "number": "4", "text": "Halfway through the call one of the other developers asks you to paint a picture in about 1 minute of how it is growing up and living in Africa and how different is it from the States. GO FOR IT!"},
        { "number": "5", "text": "During the call, one of the other developers asks you to paint a picture in 1 minute of what the Software industry in your country looks like and whether a lot of Africans code. GO FOR IT!"},
        { "number": "6", "text": "During the call, one of your team mates asks you what you do for fun, what you do in your free or downtime other than programming in 1 minute. GO FOR IT!"},
        { "number": "7", "text": "At some point the CTO asks how much you understand about the company and product and any initial thoughts or recommendations you may have in 1 minute. GO FOR IT!"},
        { "number": "8", "text": "Halfway through the call the CTO ask if you have 3 to 5 questions for them and why you want those questions to be answered in 1 minute. GO FOR IT!"},
        { "number": "9", "text": "Halfway through the call the CTO ask if there are 2 to 3 things you would want to know about the team and why you want to know them in 1 minute. GO FOR IT!"},
        { "number": "10", "text": "At some point the CTO asks you what you are excited about and looking forward to in working with the team in 1 minute. GO FOR IT!"}
    ]
}
