{
    "name": "Team Storming",
    "context": "It is your first month of working remotely with the medium.com dev team. You are faced with many opportunities to interact with your remote non-Andelan and local Andelan team mates. This pushes you into many scenarios where you have to build rapport, build relationships and respond to uncomfortable requests.",
    "tasks": [
        { "number": "1", "text": "One of the local devs in your team is leaving the company. Pick any dev and appreciate them for the contribution they have made in your life over the past 1 month in 1 minute. GO FOR IT!" },
        { "number": "2", "text": "One of the remote non-Andelan devs just joined the team today. Welcome him to the team and give him a bit of orientation about what you believe he needs to know to fit in well in 1 minute. GO FOR IT!" },
        { "number": "3", "text": "One of the local devs just implemented a feature in a pretty creative and innovative way. Pick any dev, ask them what feature they recently worked on, then compliment them in detail for their approach in 1 minute. GO FOR IT!" },
        { "number": "4", "text": "One of the remote devs is demotivated because their team came last in a global hackathon that they participated in over the weekend. Make an effort to encourage them and motivate them in 1 minute. GO FOR IT!" },
        { "number": "5", "text": "Two of the local Andelan devs are constantly arguing and can no longer work together which is impacting product velocity. Pick any 2 devs and give them advice in an effort to motivate them to work better together in 1 minute.  GO FOR IT!" },
        { "number": "6", "text": "Mediate conflict between TTL and a dev in 1 minute. GO FOR IT!" },
        { "number": "7", "text": "Communicate to the board about the team and product in a way that gives them confidence in 1 minute. GO FOR IT!" },
        { "number": "8", "text": "Advise a dev who messed up on best steps to take, in 1 minute. GO FOR IT!" },
        { "number": "9", "text": "Advise an angry, shouting team on the best way to communicate and interact with each other. GO FOR IT!" },
        { "number": "10", "text": "Advise your TSM/PM on the best way to support you. GO FOR IT!" }
    ]
}
